Repository: WPPlugins/wpdr-simple-downloads
Catalog: wpdr-pomo/downloads-variant/informal/wp-document-revisions-*.po
Languages: de_de

source: This screen allows users to collaboratively edit documents and track their revision history. To begin, enter a title for the document, click <code>Upload New Version</code> and select the file from your computer.
de_de: Diese Seite macht es Benutzern möglich, gemeinsam Downloads zu bearbeiten und deren Versionshistorie festzuhalten. Um zu beginnen, gib einen Titel für den Download ein. Klicke dann auf <code>Neue Version hochladen</code> und wähle die Datei von Deinem Rechner.

source: Once successfully uploaded, you can enter a revision log message, assign the document an author, and describe its current workflow state.
de_de: Sobald der Download erfolgreich hochgeladen wurde, kannst Du eine Versionszusammenfassung (Protokolleintrag) eingeben, einen Autor zuweisen und den aktuellen Workflow-Status festlegen.

source: When done, simply click <code>Update</code> to save your changes
de_de: Klicke danach einfach auf <code>Aktualisieren</code>, um die Änderungen zu speichern.

source: The revision log provides a short summary of the changes reflected in a particular revision. Used widely in the open-source community, it provides a comprehensive history of the document at a glance.
de_de: Die Versionszusammenfassung (Revisionsprotokoll) bietet eine kurze Zusammenfassung der Änderungen in einer bestimmten Revision. Mit dieser in der Open-Source-Welt weit verbreiteten Handhabung, erhältst Du so schnell eine Übersicht über die Downloadhistorie.

source: You can download and view previous versions of the document by clicking the timestamp in the revision log. You can also restore revisions by clicking the <code>restore</code> button beside the revision.
de_de: Du kannst vorherige Versionen des Downloads herunterladen und ansehen, wenn Du den Zeitstempel im Revisionsprotokoll anklickst. Du kannst auch Revisionen wiederherstellen, indem Du den <code>wiederherstellen</code>-Link neben der Revision anklickst.

source: The workflow state field can be used to help team members understand at what stage a document sits within a particular organization&quot;s workflow. The field is optional, and can be customized or queried by clicking <code>Workflow States</code> on the left-hand side.
de_de: Das Workflow-Status-Feld kann verwendet werden, um Teammitgliedern helfen zu erkennen, in welchem Status sich der Download gerade befindet, innerhalb des Workflows einer Organisation. Das Feld ist optional und kann angepasst oder abgefragt werden, indem im linken Menü auf <code>Workflow-Stati</code> geklickt wird.

source: By default, uploaded documents are only accessible to logged in users. Documents can be published, thus making them accessible to the world, by toggling their visibility in the "Publish" box in the top right corner. Any document marked as published will be accessible to anyone with the proper URL.
de_de: Standardmäßig sind hochgeladene Downloads nur für angemeldete Benutzer verfügbar. Downloads können aber auch veröffentlicht werden, damit sind sie weltweit verfügbar. Diese Verfügbarkeit wird über die Metabox "Veröffentlichen" und dort über "Sichtbarkeit" gesteuert. Jeder Downloard, welcher auf 'öffentlich' gesetzt wird, ist über seine entsprechende URL weltweit erreichbar!

source: Below is a list of all documents to which you have access. Click the document title to edit the document or download the latest version.
de_de: Unten siehst Du eine Liste aller Downloads, auf die Du Zugriff hast. Klicke auf den Titel des jeweiligen Downloads, um ihn zu bearbeiten oder die neueste Version herunterzuladen.

source: To add a new document, click <strong>Add Document</strong> on the left-hand side.
de_de: Um einen neuen Download hinzuzufügen, klicke <strong>Download hinzufügen</strong> im Menü auf der linken Seite.

source: To view all documents at a particular workflow state, click <strong>Workflow States</strong> in the menu on the left.
de_de: Um sich alle Downloads anzusehen, die sich in einem bestimmten Workflow-Status befinden, klicke auf <strong>Workflow-Stati</strong> im Menu links.

source: Document Slug
de_de: Downloads Slug

source: You may optionally include the string <code>%site_id%</code> within the path to separate files by site.
de_de: Du kannst optional den String <code>%site_id%</code> in den Dateipfad einfügen, um Dateien nach Webseiten zu trennen.

source: Document slug changed, but some previously published URLs may now be broken.
de_de: Downloads-Permalinkteil (Slug) geändert, aber zuvor veröffentlichte URLs könnten nun nicht mehr funktionieren.

source: Directory in which to store uploaded documents. The default is in your <code>wp_content/uploads</code> folder (or another default uploads folder defined elsewhere), but it may be moved to a folder outside of the <code>htdocs</code> or <code>public_html</code> folder for added security.
de_de: Verzeichnis, in dem hochgeladene Downloads gespeichert werden sollen. Standard ist <code>/wp-content/uploads/</code> (oder ein anderes Standardverzeichnis, welches woanders festgelegt wurde). Für zusätzliche Sicherheit können Downloads aber auch in einem Verzeichnis ausserhalb von <code>/htdocs/</code> oder <code>/public_html/</code> auf Deinem Webserver abgelegt werden.

source: example-document-title
de_de: beispiel-download-titel

# post type general name
source: Documents
de_de: Downloads

# post type singular name
source: Document
de_de: Download

# document
source: Add Document
de_de: Download hinzufügen

source: Add New Document
de_de: Neuen Download hinzufügen

source: Edit Document
de_de: Download bearbeiten

source: New Document
de_de: Neuer Download

source: View Document
de_de: Download ansehen

source: Search Documents
de_de: Downloads suchen

source: No documents found
de_de: Es wurden keine Downloads gefunden.

source: No documents found in Trash
de_de: Es befinden sich keine Downloads im Papierkorb.

source: Documents
de_de: Downloads

source: All Documents
de_de: Alle Downloads

# taxonomy general name
source: Workflow States
de_de: Workflow-Stati

# taxonomy singular name
source: Workflow State
de_de: Workflow-Status

source: Search Workflow States
de_de: Workflow-Stati suchen

source: All Workflow States
de_de: Alle Workflow-Stati

source: Parent Workflow State
de_de: Übergeordneter Workflow-Status

source: Parent Workflow State:
de_de: Übergeordneter Workflow-Status:

source: Edit Workflow State
de_de: Workflow-Status bearbeiten

source: Update Workflow State
de_de: Workflow-Status aktualisieren

source: Add New Workflow State
de_de: Neuen Workflow-Status hinzufügen

source: New Workflow State Name
de_de: Neuer Workflow-Status-Name

source: Workflow States
de_de: Workflow-Stati

source: In Progress
de_de: In Arbeit

source: Document is in the process of being written
de_de: Download ist gerade in der Erstellungsphase

source: Initial Draft
de_de: Erster Entwurf

source: Document is being edited and refined
de_de: Download wird überarbeitet

source: Under Review
de_de: In Prüfung

source: Document is pending final review
de_de: Doument wartet auf letzte Prüfung

source: Final
de_de: Fertig

source: Document is in its final form
de_de: Download ist in seiner finalen Form

source: Somebody
de_de: Jemand anderes

source: You are not authorized to access that file.
de_de: Du bist nicht autorisiert, auf diese Datei zuzugreifen.

source: Sorry, this is a private feed.
de_de: Entschuldigung, aber dies ist ein privater Feed.

source: Not authorized
de_de: Nicht autorisiert

source: %1$s: %2$s has overridden your lock on %3$s
de_de: %1$s: %2$s hat Deine Sperrung von %3$s aufgehoben

source: Dear %s:
de_de: Servus %s

source: %1$s (%2$s), has overridden your lock on the document %3$s (%4$s).
de_de: %1$s (%2$s), hat Deine Sperrung des Downloads %3$s (%4$s) aufgehoben.

source: Any changes you have made will be lost.
de_de: Alle Änderungen werden verloren gehen.

source: - The %s Team
de_de: - Das %s Team

source: %s - Latest Revision
de_de: %s - Letzte Überarbeitung

source: <a href="%1$s" title="%2$s" id="%3$s" class="timestamp">%4$s</a> <span class="agoby">ago by</a> <span class="author">%5$s</a>
de_de: <span class="agoby">vor</a> <a href="%1$s" title="%2$s" id="%3$s" class="timestamp">%4$s</a> <span class="agoby">von</a> <span class="author">%5$s</a>

source: Recently Revised Documents
de_de: Downloads: Kürzlich überarbeitete

source: %1$s ago by %2$s
de_de: vor %1$s von %2$s

source: %1$s ago
de_de: vor %1$s

source: Title:
de_de: Titel:

source: Number of Posts:
de_de: Anzahl anzuzeigender Downloads:

source: Posts to Show:
de_de: Art anzuzeigender Downloads:

source: Display Document Author:
de_de: Autor des Downloads anzeigen:

source: Yes
de_de: Ja

source: Document updated. <a href="%s">Download document</a>
de_de: Download aktualisiert. <a href="%s">Datei herunterladen</a>.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Document updated.
de_de: Download aktualisiert.

source: Document restored to revision from %s
de_de: Download aus Überarbeitung vom %s wiederhergestellt

source: Document published. <a href="%s">Download document</a>
de_de: Download veröffentlicht. <a href="%s">Datei herunterladen</a>.

source: Document saved.
de_de: Download gespeichert.

source: Document submitted. <a target="_blank" href="%s">Download document</a>
de_de: Download eingegangen. <a target="_blank" href="%s">Datei herunterladen</a>.

source: Document scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview document</a>
de_de: Download geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Download ansehen</a>.

source: Document draft updated. <a target="_blank" href="%s">Download document</a>
de_de: Download-Entwurf aktualisiert. <a target="_blank" href="%s">Datei herunterladen</a>.

source: Basic Usage
de_de: Allgemeine Verwendung

source: Revision Log
de_de: Revisionsverzeichnis

source: Workflow State
de_de: Workflow-Status

source: Publishing Documents
de_de: Downloads veröffentlichen

source: Revision Summary
de_de: Zusammenfassung der Änderungen

source: Document
de_de: Download

source: Owner
de_de: Besitzer

source: %s has prevented other users from making changes.
de_de: %s hat andere Benutzer daran gehindert Änderungen vorzunehmen.

source: <br />If you believe this is in error you can <a href="#" id="override_link">override the lock</a>, but their changes will be lost.
de_de: <br />Falls Du der Meinung bist, dies sei ein Irrtum, kannst Du <a href="#" id="override_link">die Sperrung übergehen</a>, andere Änderungen werden jedoch verloren gehen.

source: Upload New Version
de_de: Neue Version hochladen

source: Latest Version of the Document
de_de: Aktuellste Version des Downloads

source: Download
de_de: Herunterladen

source: Checked in <abbr class="timestamp" title="%1$s" id="%2$s">%3$s</abbr> ago by %4$s
de_de: Abgelegt vor <abbr class="timestamp" title="%1$s" id="%2$s">%3$s</abbr> von %4$s

source: Revision summaries are optional notes to store along with this revision that allow other users to quickly and easily see what changes you made without needing to open the actual file.
de_de: Revisionszusammenfassungen sind optionale Anmerkungen, die mit der Revision gespeichert werden. Damit kannst Du schnell und einfach sehen, welche Änderungen gemacht wurden, ohne die jeweilige Datei öffnen zu müssen.

source: Modified
de_de: Verändert

source: User
de_de: Benutzer

source: Summary
de_de: Zusammenfassung

source: Actions
de_de: Aktionen

source: Restore
de_de: Wiederherstellen

source: Document upload directory changed, but existing uploads may need to be moved to the new folder to ensure they remain accessible.
de_de: Das Hochladeverzeichnis für die Downloads hat sich geändert. Bestehende Downloads sollten dorthin verschoben werden, um sicherzustellen, dass sie weiterhin erreichbar bleiben.

source: Document Settings
de_de: Downloads-Einstellungen (WP Document Revisions)

source: Document Upload Directory
de_de: Downloads-Hochladeverzeichnis

source: You currently have this file checked out. No other user can edit this document so long as you remain on this page.
de_de: Du hast soeben diese Datei abgelegt. Kein anderer Benutzer kann diesen Download bearbeiten, solange Du auf dieser Seite bleibst.

source: Feed Privacy
de_de: Feed-Privatsphäre (WP Document Revisions)

source: Secret Feed Key
de_de: Geheimer Feed-Schlüssel

source: To protect your privacy, you need to append a key to feeds for use in feed readers.
de_de: Um Deine Privatsphäre zu schützen, musst Du Deinem Feed einen Schlüssel anhängen, damit er in Feed-Readern verwendet werden kann.

source: Generate New Key
de_de: Neuen Schlüssel erstellen

source: Currently Editing
de_de: In Bearbeitung

source: Current State
de_de: Aktueller Status

source: Document Owner
de_de: Bezitzer des Downloads

source: is currently editing this
de_de: bearbeitet es gerade

source: Your lock on the document %s has been overridden. Any changes will be lost.
de_de: Deine Sperrung des Downloads %s wurde aufgehoben. Alle Änderungen werden verloren gehen.

source: An error has occurred, please try reloading the page.
de_de: Ein Fehler ist aufgetreten, bitte lade diese Seite erneut.

source: Lost Document Lock
de_de: Downloadsperre verloren

source: %d mins
de_de: %d Minuten

source: %d hour
de_de: %d Stunde

source: %d hours
de_de: %d Stunden

source: %d day
de_de: %d Tag

source: %d days
de_de: %d Tage

source: Upload Document
de_de: Download hochladen

source: "Slug" with which to prefix all URLs for documents (and the document archive). Default is <code>documents</code>.
de_de: "Permalinkteil" (Slug), welcher den Download-URLs (sowie den Download-Inhaltsarchiven) vorangestellt wird. Der voreingestellte Standard ist: <code>documents</code> &mdash; empfohlen wird die Änderung auf <code>downloads</code>.

source: Are you sure you want to restore this revision? If you do, no history will be lost. This revision will be copied and become the most recent revision.
de_de: Bist Du sicher, dass Du diese Revision wiederherstellen willst? Falls Du das tust, geht keine Versionshistorie verloren. Die Revision wird kopiert und dann automatisch zur nun neuesten, aktuellsten Version erhoben.

source: File uploaded successfully. Add a revision summary below (optional) or press <strong>Update</strong> to save your changes.
de_de: Datei erfolgreich hochgeladen! Füge eine Revisionszusammenfassung hinzu (optional) oder klicke <strong>Aktualisieren</strong>, um Deine Änderungen zu speichern.
